{
    "version": "https://jsonfeed.org/version/1",
    "title": "KDStv Alemannia zu Greifswald",
    "description": "",
    "home_page_url": "https://lytefm.github.io/ale-hgw",
    "feed_url": "https://lytefm.github.io/ale-hgw/feed.json",
    "user_comment": "",
    "icon": "https://lytefm.github.io/ale-hgw/media/website/cropped-Unbenannt-e1438871059983.jpg",
    "author": {
        "name": "Fynn"
    },
    "items": [
        {
            "id": "https://lytefm.github.io/ale-hgw/veranstaltungen.html",
            "url": "https://lytefm.github.io/ale-hgw/veranstaltungen.html",
            "title": "Veranstaltungen",
            "summary": "Aktuell ist nix los.",
            "content_html": "<p>Aktuell ist nix los.</p>\n",
            "author": {
                "name": "Fynn"
            },
            "tags": [
            ],
            "date_published": "2021-02-28T18:24:05+01:00",
            "date_modified": "2021-02-28T18:27:02+01:00"
        },
        {
            "id": "https://lytefm.github.io/ale-hgw/geschichte.html",
            "url": "https://lytefm.github.io/ale-hgw/geschichte.html",
            "title": "Geschichte",
            "summary": "Das Corps Guestfalia wurde am 9. Juli 1837 durch einen Greifswalder Pommern, einen späteren Sachsenpreußen, einen späteren Hallenser Preußen sowie zwei Studenten aus Westfalen gestiftet. Nach einem bewegten ersten Jahrhundert des Bestehens wurde Guestfalia am 7. Oktober 1935 im Zuge der Gleichschaltungspolitik der Nationalsozialisten zwangssuspendiert. Da es die politischen Verhältnisse auch nach Ende des Zweiten Weltkrieges nicht zuließen, das Corps in Greifswald wiederaufleben zu lassen, erfolgte am 27. Januar 1951 die Vereinigung mit dem Kartellcorps Guestphalia Bonn zum Corps Guestphalia Bonn und Greifswald zu Bonn. Dieses neu zusammengelegte Corps übernahm Guestfalias Freundschaftsverhältnisse und pflegte diese weiter. Der Greifswalder Westfale Walter&hellip;",
            "content_html": "<p>Das Corps Guestfalia wurde am 9. Juli 1837 durch einen Greifswalder Pommern, einen späteren Sachsenpreußen, einen späteren Hallenser Preußen sowie zwei Studenten aus Westfalen gestiftet.</p>\n<p>Nach einem bewegten ersten Jahrhundert des Bestehens wurde Guestfalia am 7. Oktober 1935 im Zuge der Gleichschaltungspolitik der Nationalsozialisten zwangssuspendiert.</p>\n<p>Da es die politischen Verhältnisse auch nach Ende des Zweiten Weltkrieges nicht zuließen, das Corps in Greifswald wiederaufleben zu lassen, erfolgte am 27. Januar 1951 die Vereinigung mit dem Kartellcorps Guestphalia Bonn zum Corps Guestphalia Bonn und Greifswald zu Bonn. Dieses neu zusammengelegte Corps übernahm Guestfalias Freundschaftsverhältnisse und pflegte diese weiter.</p>\n<p>Der Greifswalder Westfale Walter Thode, fr. Borussiae Halle, holte 1953 unter Gefahr für Leib und Leben Fahne, Wappen, Stammrolle, Paukbücher und sämtliche Bilder der Corpsbrüder aus dem nun sowjetisch besetzten Greifswald nach Bonn.</p>\n<p>Nach der geglückten Wiedervereinigung Deutschlands entschloss man sich, an den Ort der Wurzeln des Corps zurückzukehren. Am 10. Juni 1993 rekonstituierte Guestfalia in Greifswald.</p>\n<p>Im Jahr 2001 wurde das neue Corpshaus am Karl-Marx-Platz 16 eingeweiht, nachdem das Corps nach der Rekonstitution zunächst Wohnungen in der Langen Str. und im Schuhhagen bewohnte.</p>\n",
            "author": {
                "name": "Fynn"
            },
            "tags": [
            ],
            "date_published": "2021-02-28T18:23:40+01:00",
            "date_modified": "2021-02-28T18:27:06+01:00"
        },
        {
            "id": "https://lytefm.github.io/ale-hgw/wer-wir-sind.html",
            "url": "https://lytefm.github.io/ale-hgw/wer-wir-sind.html",
            "title": "Wer wir sind",
            "summary": "Das Corps Guestfalia Greifswald wurde im Jahre 1837 gestiftet und ist eine Studentenverbindung im Kösener Senioren-Convents-Verband (KSCV), dem ältesten Dachverband deutscher Studentenverbindungen, der im Jahr 1848 gegründet wurde und heute aus über 100 Corps in Deutschland, Österreich und der Schweiz besteht. Unsere Mitglieder sind sich ungeachtet ihrer Nationalität, Konfession, Abstammung oder politischen Haltung in Freundschaft verbunden, wobei Extremismus jedweder Art abgelehnt wird. Als Kösener Corps zeichnen wir uns durch unsere tolerante und neutrale Grundhaltung aus. Das Corps Guestfalia Greifswald führt das sog. Gesellschaftsprinzip, d.h. die Pflege des gesellschaftlichen Lebens an dem jeweiligen Hochschulort. Es werden Bälle und Partys, Vorträge und&hellip;",
            "content_html": "<p>Das Corps Guestfalia Greifswald wurde im Jahre 1837 gestiftet und ist eine Studentenverbindung im Kösener Senioren-Convents-Verband (KSCV), dem ältesten Dachverband deutscher Studentenverbindungen, der im Jahr 1848 gegründet wurde und heute aus über 100 Corps in Deutschland, Österreich und der Schweiz besteht. Unsere Mitglieder sind sich ungeachtet ihrer Nationalität, Konfession, Abstammung oder politischen Haltung in Freundschaft verbunden, wobei Extremismus jedweder Art abgelehnt wird. Als Kösener Corps zeichnen wir uns durch unsere tolerante und neutrale Grundhaltung aus.</p>\n<p>Das Corps Guestfalia Greifswald führt das sog. Gesellschaftsprinzip, d.h. die Pflege des gesellschaftlichen Lebens an dem jeweiligen Hochschulort. Es werden Bälle und Partys, Vorträge und andere kulturelle Veranstaltungen angeboten, zu denen die gesamte Studentenschaft eingeladen ist.</p>\n",
            "author": {
                "name": "Fynn"
            },
            "tags": [
            ],
            "date_published": "2021-02-28T18:23:08+01:00",
            "date_modified": "2021-02-28T18:27:11+01:00"
        }
    ]
}
